{
  "start": {
    "title": "त्वरित गणना",
    "placeholder": "चयन करने के लिए स्क्रॉल करें",
    "workoutSettings": "व्यायाम करें",
    "about": "के बारे में",
    "overview": "अवलोकन",
    "donate": "दान करें"
  },
  "localSettings": {
    "title": "अभ्यास करें",
    "easy": "आसान",
    "medium": "मध्यम",
    "hard": "कठिन"
  },
  "globalSettings": {
    "title": "सेटिंग्स",
    "checkingMode": {
      "label": "जाँच मोड",
      "manual": "मैनुअल",
      "automatic": "स्वचालित"
    },
    "inputMode": {
      "label": "इनपुट मोड",
      "ltr": "बाएं से दाएं",
      "rtl": "दाएं से बाएं"
    },
    "minutes": {
      "label": "m"
    },
    "seconds": {
      "label": "s"
    }
  },
  "statistics": {
    "title": "परिणाम",
    "cru": "प्र/स",
    "countingRateUnit": "प्रति मिनट कार्य"
  },
  "about": {
    "title": "के बारे में",
    "description": "लेखक के बारे में\n\nJakow Trachtenbergin (1888-1953) रूसी यहूदी इंजीनियर, गणितज्ञ और शिक्षक थे। उनका जन्म रूसी साम्राज्य में ओडेसा में हुआ था। वह तेजी से मानसिक गिनती की एक विधि विकसित करने के लिए प्रसिद्ध हुए थे। यद्यपि वह विदेशी भाषा शिक्षण की मूल पद्धति के लेखक थे, जो जर्मनी में व्यापक रूप से अपनाया गया था (जहां वे लंबे समय तक रहते थे)।\n\nकुल मिलाकर, उन्होंने शिविरों में सात कठिन वर्ष बिताए। उन्होंने नाजी एकाग्रता शिविर में रहते हुए अपने दिमाग पर कब्जा रखने के लिए अपनी प्रणाली विकसित की।\n\nपत्नी की मदद से वह बार-बार शिविरों से भागने की कोशिश करते थे। 40 के दशक के मध्य में, वह स्विट्जरलैंड में सफलतापूर्वक भागने में सफल रहे। वहाँ, 40 के दशक के उत्तरार्ध में, ज्यूरिख में, उन्होंने एक गणितीय संस्थान की स्थापना की जिसका आजकल कोई एनालॉग नहीं है। वयस्कों और बच्चों दोनों ने ट्रेचेनबर्ग विधि का उपयोग करके गिनती करना सीखा।\n\nविधियों के बारे में\n\nट्रेचेनबर्ग प्रणाली तेजी से मानसिक गणना की एक प्रणाली है। इस प्रणाली में आसानी से याद किए जाने वाले कई ऑपरेशन शामिल हैं जो किसी को अंकगणितीय गणनाओं को बहुत जल्दी करने की अनुमति देते हैं।\n\nTrachtenbergin विकसित एल्गोरिदम में से कुछ सामान्य गुणन, विभाजन और जोड़ के लिए हैं। इसके अलावा, ट्रेचेंबर्गरिन सिस्टम में 5 और 13 के बीच छोटी संख्या को गुणा करने के लिए कुछ विशेष तरीके शामिल हैं।\n\nइस एप्लिकेशन में, हम गुणन प्रणाली के बारे में अधिक जानेंगे।\n\nविधि की प्रभावशीलता के बारे में\n\nमौखिक गिनती की यह विधि सुरुचिपूर्ण और सरल है। हालांकि, वयस्कों के लिए इसे प्राप्त करना किसी भी तरह से अधिक कठिन होगा, क्यो कि उन्हें शुरुआत से सीखना होगा।\n\nTrachtenbergin ने अपने अभ्यास से साबित कर दिया कि \"हार्ड-कोर ह्यूमनिटेरियन\" भी, एक निश्चित मात्रा में उत्साह के साथ, \"बना\" गणित!\nजिन बच्चों को फिसड्डी माना जाता था, न केवल मौखिक रूप से अंको की गिनती करना शुरू किया गया था, बल्कि वयस्कों को भी गिनती में हारने लगे हुए; और वो सीखने के लिए तैयार थे।\n\nकुछ अस्पतालों में इस विधि का उपयोग अल्जाइमर निवारण के रूप में किया जाता है।\n\nइस पद्धति का उल्लेख फिल्म गिफ्टेड में है।\n"
  },
  "donate": {
    "title": "दान करें"
  }
}
