{
  "start": {
    "title": "Скоросчёт",
    "placeholder": "Проскрольте для выбора",
    "workoutSettings": "Тренироваться",
    "about": "О методе",
    "overview": "О приложении"
  },
  "localSettings": {
    "title": "Тренировка",
    "easy": "Легко",
    "medium": "Нормально",
    "hard": "Сложно"
  },
  "globalSettings": {
    "title": "Настройки",
    "checkingMode": {
      "label": "Режим проверки",
      "manual": "Ручной",
      "automatic": "Автоматический"
    },
    "inputMode": {
      "label": "Режим ввода",
      "ltr": "Слева напарво",
      "rtl": "Справа налево"
    }
  },
  "statistics": {
    "title": "Результат",
    "result": "Ваш результат",
    "pm": "з/м"
  },
  "about": {
    "title": "О методе",
    "description": "Об авторе\n\nЯков Трахтенберг (1888-1953) — пацифист, талантливый человек, развивавшийся в самых разных областях. Он был и инженером, и математиком и педагогом. Родился в Российской империи, в Одессе. Известность получил благодаря разработке метода быстрого счёта в уме. Хотя на его счету и оригинальный метод преподавания иностранных языков, который получил широкое распространение в Германии (где он жил долгое время).\n\nВ общей сложности, семь тяжелых лет он провел в лагерях. Именно в Освенциме он придумал свою систему быстрого счета, дабы сохранить здоровый дух и психику.\n\nИз лагерей он неоднократно сбегал, с помощью любящей жены. Однако, его ловили, и снова отправляли в лагерь. В середине 40-х ему таки удалось успешно бежать в Швейцарию. Там, в конце 40-х, в Цюрихе он основал математический институт не знающий аналогов и по сей день. Там учились считать по методу Трахтенберга и взрослые и дети.\n\nО методе\n\nСистема Трахтенберга - это система быстрого счёта в уме. Система состоит из ряда легко запоминаемых операций, которые позволяют выполнять арифметические вычисления на многозначных числах очень быстро.\n\nЕсть алгоритмы как для умножения, так и для деления и сложения. Кроме того, система Трахтенберга включает в себя некоторые специализированные методы умножения небольших чисел от 5 до 13.\n\nВ данном приложении будет подробно разобираться система умножения.\n\nОб эффекте метода\n\nЭтот способ устного счета изящен и прост. Однако, для взрослых будет его освоить несколько сложнее, ибо придётся переучиваться.\nТрахтенберг доказал на практике, что даже \"прожженные гуманитарии\", при известной доле усердия, \"сделали\" математику!\n\nДети, которые считались отстающими, благодаря ему, начинали не только \"щёлкать\" многозначные примеры в уме, поражая взрослых; они втянулись в обучение в целом.\n\nP.S. Про этот метод упоминается в хорошем фильме «Одаренная».\n"
  }
}
